serviceBBB/src/test/resources/outbound.request.bbb.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <urn:GetAddressRequest xmlns:urn="urn:suncorp-com-au:schema:enterprise:getaddress:2012:05">
            <urn:GetAddressCriteria>
                <urn:Product>
                    <urn:CustomerID>2222222222</urn:CustomerID>
                    <urn:SystemID>BBB</urn:SystemID>
                    <urn:JointCustomer>N</urn:JointCustomer>
                </urn:Product>
            </urn:GetAddressCriteria>
        </urn:GetAddressRequest>
    </soapenv:Body>
</soapenv:Envelope>
